[
    {
        "from": "Dr. Elise Carter",
        "to": ["Apollo,Crew"],
        "title": "Morgan Thorn",
        "body": "Morgan Thorn (Communications Officer)    Position: Communications Officer  Pronouns: They/Them  Age: 37  Background: Western Europe  Specialization: Information Systems and Signal Processing    Crew Profile  Professional Summary:  Morgan Thorn is an expert in signal theory and advanced communication networks, tasked with maintaining and optimizing Olympus' internal and external communications. Thorn’s work has consistently been exceptional, though their insistence on secrecy and secure protocols has occasionally caused friction within the crew.  Psychological Evaluation:  Traits: Exceptional focus and obsessive dedication to their craft. Prone to mistrust and secrecy.    Notable Behaviors: Withdrawn tendencies, reclusive work habits, and sharp wit.    Challenges: Tendency to overcomplicate problems and strained relationships due to perceived secrecy.    Physical Description:Tall and lean, standing at approximately 6ft 1in. Thorn has short, meticulously cropped dark hair and sharp, angular features. They wear glasses with slim, rectangular frames, enhancing their precise, intellectual demeanor. Their preference for muted, professional attire—often gray or navy jumpsuits—matches their methodical personality. Thorn’s posture is upright and formal, with an air of deliberate control in their movements.    Medical Officer's Notes    Entry 1 - Mission Week 3: Morgan has adjusted well to their role, though their solitary nature is creating a noticeable divide in the crew’s cohesion. Minor interpersonal clashes have been reported, particularly with Security Chief Reyes. Thorn’s sleep schedule appears irregular, likely due to their tendency to work during off-hours. No immediate psychological concerns, but continued observation recommended.    Entry 2 - Mission Month 2: Signs of stress are beginning to show. Thorn’s isolationist tendencies have worsened, and their interactions with other crew members are increasingly tense. Suggested intervention: Encourage participation in group meals or recreational activities.    Entry 3 - Mission Month 5: Thorn appears to be developing an unhealthy fixation on anomaly detection. Reports from Captain Novak indicate that Thorn has begun withholding information until they deem it 'properly vetted,' further straining crew trust. Monitoring required to ensure fixation does not lead to broader behavioral issues."
    },
    {
        "from": "Software",
        "to": ["8A73B5", "a"],
        "title": "undefined",
        "body": "001100101 011000101 0110 10 01001 01 01110 1001010101"
    },
    {
        "from": "Josephus A. Miller",
        "to": ["8A73B5", "a"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Mike",
        "to": ["admin"],
        "title": "wtf are you kidding me?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
